/**********************************************/
/* PRIORITY 1 */
/**********************************************/

"Learn Cards" = "Learn Cards";
"Review" = "Review";
"Test Cards" = "Test Cards";
"Study Lapsed Cards" = "Study Lapsed Cards";
"Statistics" = "Statistics";
"Import Cards" = "Import Cards";

"View All Cards" = "View All Cards";
"View Card Sets" = "View Card Sets";


"Subscribes to Online Changes from:" =
"Subscribes to Online Changes from:";

"Syncs With:" =
"Syncs With:";

"I'm Done" = "I'm Done";
"I'm Not Done" = "I'm Not Done";

"It looks like you haven't checked all %d duplicate cards. Are you sure you want to exit the merging screen?" = "It looks like you haven't checked all %d duplicate cards. Are you sure you want to exit the merging screen?";
"It looks like you haven't edited all %d cards. Are you sure you want to exit the editing screen?" = "It looks like you haven't edited all %d cards. Are you sure you want to exit the editing screen?";

/* No comment provided by engineer. */
"(blank)" = "(blank)";

/* UILabel */
"(no image, tap to add)" =
"(no image, tap to add)";

"(no audio, tap to record)" =
"(no audio, tap to record)";

"Image" =
"Image";

"Text" =
"Text";

"Audio" =
"Audio";



/* No comment provided by engineer. */
"(Spaced Repetition)" = "(Spaced Repetition)";


"Select the languages of the front & back of cards in this Collection to use text-to-speech." =
"Select the languages of the front & back of cards in this Collection to use text-to-speech.";

"Text-To-Speech Cache Paused; %d cards left. Restart app to continue." =
"Text-To-Speech Cache Paused; %d cards left. Restart app to continue.";

/* audio recording */
"Save Recording" =
"Save Recording";

/* clear (audio) recording */
"Clear Recording" =
"Clear Recording";

/* Record (audio) */
"Record" =
"Record";

/* Play (audio) */
"Play" =
"Play";

"Are you done editing?" = "Are you done editing?";

/* UIAlert title */
"Are you done merging?" = "Are you done merging?";

"Front Side" = "Front Side";
"Back Side" = "Back Side";

"Front Side of Card" = "Front Side of Card";
"Back Side of Card" = "Back Side of Card";

"Front Language" = "Front Language";
"Back Language" = "Back Language";

/* UIBarButtonItem
 View Title */
"Choose Photo" = "Choose Photo";
"Choose Photo Source" = "Choose Photo Source";
"Camera" = "Camera";
"Photo Library" = "Photo Library";
"Select Image" =
"Select Image";
"Remove Photo" = "Remove Photo";

/* UIView title */
"Edit Card" = "Edit Card";

/* UIView title */
"Edit Card %d of %d" = "Edit Card %1$d of %2$d";

/* UILabel */
"First Study Side:" = "First Study Side:";


/* UILabel */
"Card Set Name:" = "Card Set Name:";

/* otherButtonTitles
 UIButton */
"Delete Card" = "Delete Card";

"Done Editing" = "Done Editing";

/* UIView title */
"Edit Card Set" = "Edit Card Set";

/* UIView title */
"Edit Collection" = "Edit Collection";

"A-Z" = "A-Z";
"Newest" = "Newest";

/* merge collections */
"Merge" = "Merge";
"Are you sure you want to merge these cards? These %d cards will be added to \"%@\" and the selected Collections will be removed." =
"Are you sure you want to merge these cards? These %d cards will be added to \"%@\" and the selected Collections will be removed.";
"Yes, Merge" = "Yes, Merge";
"Don't Merge" = "Don't Merge";
"Merge successful!" = "Merge successful!";
"There are no other collections to import from." = "There are no other collections to import from.";
"To merge card sets or collections, first go to that card set or collection, and then return to the import screen. Otherwise, Flashcards++ will not know where you want the cards to be moved to." =
"To merge card sets or collections, first go to that card set or collection, and then return to the import screen. Otherwise, Flashcards++ will not know where you want the cards to be moved to.";
"There are no cards to merge." = "There are no cards to merge.";
"Merge All" = "Merge All";
"Merge Selected" = "Merge Selected";
"Merge One" = "Merge One";
"Merge Multiple" = "Merge Multiple";
"Please select at least one card source." = "Please select at least one card source.";

"This card set is configured to subscribe to online changes. For this reason, you cannot edit the card locally as your changes may be overwritten by changes to the online set. If you would like, you can turn off the subscription but it will disable future online updates." =
"This card set is configured to subscribe to online changes. For this reason, you cannot edit the card locally as your changes may be overwritten by changes to the online set. If you would like, you can turn off the subscription but it will disable future online updates.";

"Stop Subscription" =
"Stop Subscription";

"Sync with Quizlet" =
"Sync with Quizlet";

"Subscribe to Online Changes" =
"Subscribe to Online Changes";

"Open on Quizlet" =
"Open on Quizlet";

"This set will automatically be synced with %@, as long as you are logged in. Any changes you make on your %@ will be uploaded to %@, and any changes you make on %@ will be downloaded to your %@." =
"This set will automatically be synced with %1$@, as long as you are logged in. Any changes you make on your %2$@ will be uploaded to %3$@, and any changes you make on %4$@ will be downloaded to your %5$@.";

"This set will automatically download changes from %@. Because it is a subscribed set, you will not be able to edit the cards on your %@. Any changes made on %@ will automatically download to your %@." =
"This set will automatically download changes from %1$@. Because it is a subscribed set, you will not be able to edit the cards on your %2$@. Any changes made on %3$@ will automatically download to your %4$@.";

"Sync with Internet" =
"Sync with Internet";

"This card set currently syncs with %@. Would you like to delete it from the website, or only from your mobile device?" =
"This card set currently syncs with %@. Would you like to delete it from the website, or only from your mobile device?";

"Upload to Quizlet" = "Upload to Quizlet";

/* HUD */
"Building Export File" = "Building Export File";

/* otherButtonTitles */
"FlashCards++ Format" = "FlashCards++ Format";
"CSV File (Excel)" = "CSV File (Excel)";



/* UIButton */
"Preview Card" = "Preview Card";

/* UIBarButtonItem
 UIView title */
"Related Cards" = "Related Cards";

"Share" = "Share";
"Share Cards" = "Share Cards";
"Swap Front & Back" = "Swap Front & Back";



/**********************************************/
/* PRIORITY 2 */
/**********************************************/


"Note: At this time, you cannot upload image flash cards to Quizlet. Only the text will be uploaded." =
"Note: At this time, you cannot upload image flash cards to Quizlet. Only the text will be uploaded.";

/* UIBarButtonItem */
"Display All Cards" = "Display All Cards";

/* UIBarButtonItem */
"Display Duplicate Cards" = "Display Duplicate Cards";

/* type of word: normal, cognate, false friend (false cognate) */
"Word Type" = "Word Type";
"Normal" = "Normal";
"Cognate" = "Cognate";
"False Friend" = "False Friend";

"This card set is already uploaded to and synced with Quizlet. If you would like, you can share this set by sending an email to a friend with a link to the set on Quizlet." =
"This card set is already uploaded to and synced with Quizlet. If you would like, you can share this set by sending an email to a friend with a link to the set on Quizlet.";

/* message */
"Do you want to delete this card, or remove it from the card set \"%@\"?" = "Do you want to delete this card, or remove it from the card set \"%@\"?";

/* message */
"Are you sure you want to delete this card? Deleting it will remove it from all Card Sets in this Collection, and cannot be undone." = "Are you sure you want to delete this card? Deleting it will remove it from all Card Sets in this Collection, and cannot be undone.";
"Don't Delete" = "Don't Delete";
"Yes, Delete" = "Yes, Delete";


"Delete From Web" =
"Delete From Web";

"Delete from Internet?" =
"Delete from Internet?";

"Check Quizlet Status" =
"Check Quizlet Status";

"Delete Local Only" =
"Delete Local Only";

"Set is already uploaded" =
"Set is already uploaded";

"Card Sets" = "Card Sets";
"Card Statistics" = "Card Statistics";

"New Collection" = "New Collection";
"All Collections" = "All Collections";

"You did not enter a name for your Card Set." = "You did not enter a name for your Card Set.";

/* message */
"You did not enter a name for your Collection." = "You did not enter a name for your Collection.";


/* UIView title */
"Collection" = "Collection";

/* UIView title */
"Create Card" = "Create Card";

/* UIBarButtonTitle */
"Create Cards" = "Create Cards";

/* UIView title */
"Merge %d of %d" = "Merge %1$d of %2$d";

/* share-mail subject */
"My FlashCards++ Card Set: %@" = "My FlashCards++ Card Set: %@";

/* UIView title */
"New Card Set" = "New Card Set";

/* No comment provided by engineer. */
"Other Cards in Same Card Set" = "Other Cards in Same Card Set";

/* otherButtonTitles */
"Remove from Card Set" = "Remove from Card Set";

/* UIBarButtonItem */


/* No comment provided by engineer. */
"View Cards" = "View Cards";


"Send Email" =
"Send Email";

"I am sharing FlashCards++ cards on %@: %@" =
"I am sharing FlashCards++ cards on %1$@: %2$@";


/**********************************************/
/* PRIORITY 3 */
/**********************************************/


"You cannot mark a card as \"related\" to itself." =
"You cannot mark a card as \"related\" to itself.";

"Dictionary Lookup" = "Dictionary Lookup";

"To upload cards, you need at least three cards in this set." =
"To upload cards, you need at least three cards in this set.";

/* UIView title */
"E-Factors (All Cards)" = "E-Factors (All Cards)";

/* UIView title */
"E-Factors (Lapsed Only)" = "E-Factors (Lapsed Only)";

"Allow Discussion?" = "Allow Discussion?";
"Private Set?" = "Private Set?";
"Uploading Cards" = "Uploading Cards";
"Uploading Images" = "Uploading Images";
"Upload Cards" = "Upload Cards";
"To upload cards, you need at least two cards in this set." =
"To upload cards, you need at least two cards in this set.";

"<p>I just uploaded a set of flash cards called \"%@\" to %@ from FlashCards++ at <a href=\"%@\">%@</a>.</p><p>If you don't have FlashCards++, you can download it from the App Store to study flash cards on your iPhone or iPad at <a href=\"%@\">%@</a></p>" =
"<p>I just uploaded a set of flash cards called \"%@\" to %@ from FlashCards++ at <a href=\"%@\">%@</a>.</p><p>If you don't have FlashCards++, you can download it from the App Store to study flash cards on your iPhone or iPad at <a href=\"%@\">%@</a></p>";

"Your message has been sent successfully." = "Your message has been sent successfully.";

"Add Set to Group?" = "Add Set to Group?";

"Here is a flash card set I created using FlashCards++, a flash card app for iPod touch, iPhone, and iPad.\n\nIf you have the app installed, touch and hold the attached card set to open it directly with FlashCards++.\n\nIf you don't have the app, you can purchase it at http://bit.ly/flashcardapp. Learn more at www.iphoneflashcards.com.\n" = "Here is a flash card set I created using FlashCards++, a flash card app for iPod touch, iPhone, and iPad.\n\nIf you have the app installed, touch and hold the attached card set to open it directly with FlashCards++.\n\nIf you don't have the app, you can purchase it at http://bit.ly/flashcardapp. Learn more at www.iphoneflashcards.com.\n";

"You cannot mark a card as \"related\" to itself." = "You cannot mark a card as \"related\" to itself.";

"Please enter text for the front value. You cannot perform a dictionary lookup on blank text." = "Please enter text for the front value. You cannot perform a dictionary lookup on blank text.";

/**********************************************/
/* PRIORITY END */



